[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAAA
AAAAAT
AAAAAC
AAAAAG
AAAATA
AAAATT
AAAATC
AAAATG
AAAACA
AAAACT
AAAACC
AAAACG
AAAAGA
AAAAGT
AAAAGC
AAAAGG
AAATAA
AAATAT
AAATAC
AAATAG
AAATTA
AAATTT
AAATTC
AAATTG
AAATCA
AAATCT
AAATCC
AAATCG
AAATGA
AAATGT
AAATGC
AAATGG
AAACAA
AAACAT
AAACAC
AAACAG
AAACTA
AAACTT
AAACTC
AAACTG
AAACCA
AAACCT
AAACCC
AAACCG
AAACGA
AAACGT
AAACGC
AAACGG
AAAGAA
AAAGAT
AAAGAC
AAAGAG
AAAGTA
AAAGTT
AAAGTC
AAAGTG
AAAGCA
AAAGCT
AAAGCC
AAAGCG
AAAGGA
AAAGGT
AAAGGC
AAAGGG
AATAAA
AATAAT
AATAAC
AATAAG
AATATA
AATATT
AATATC
AATATG
AATACA
AATACT
AATACC
AATACG
AATAGA
AATAGT
AATAGC
AATAGG
AATTAA
AATTAT
AATTAC
AATTAG
AATTTA
AATTTT
AATTTC
AATTTG
AATTCA
AATTCT
AATTCC
AATTCG
AATTGA
AATTGT
AATTGC
AATTGG
AATCAA
AATCAT
AATCAC
AATCAG
AATCTA
AATCTT
AATCTC
AATCTG
AATCCA
AATCCT
AATCCC
AATCCG
AATCGA
AATCGT
AATCGC
AATCGG
AATGAA
AATGAT
AATGAC
AATGAG
AATGTA
AATGTT
AATGTC
AATGTG
AATGCA
AATGCT
AATGCC
AATGCG
AATGGA
AATGGT
AATGGC
AATGGG
AACAAA
AACAAT
AACAAC
AACAAG
AACATA
AACATT
AACATC
AACATG
AACACA
AACACT
AACACC
AACACG
AACAGA
AACAGT
AACAGC
AACAGG
AACTAA
AACTAT
AACTAC
AACTAG
AACTTA
AACTTT
AACTTC
AACTTG
AACTCA
AACTCT
AACTCC
AACTCG
AACTGA
AACTGT
AACTGC
AACTGG
AACCAA
AACCAT
AACCAC
AACCAG
AACCTA
AACCTT
AACCTC
AACCTG
AACCCA
AACCCT
AACCCC
AACCCG
AACCGA
AACCGT
AACCGC
AACCGG
AACGAA
AACGAT
AACGAC
AACGAG
AACGTA
AACGTT
AACGTC
AACGTG
AACGCA
AACGCT
AACGCC
AACGCG
AACGGA
AACGGT
AACGGC
AACGGG
AAGAAA
AAGAAT
AAGAAC
AAGAAG
AAGATA
AAGATT
AAGATC
AAGATG
AAGACA
AAGACT
AAGACC
AAGACG
AAGAGA
AAGAGT
AAGAGC
AAGAGG
AAGTAA
AAGTAT
AAGTAC
AAGTAG
AAGTTA
AAGTTT
AAGTTC
AAGTTG
AAGTCA
AAGTCT
AAGTCC
AAGTCG
AAGTGA
AAGTGT
AAGTGC
AAGTGG
AAGCAA
AAGCAT
AAGCAC
AAGCAG
AAGCTA
AAGCTT
AAGCTC
AAGCTG
AAGCCA
AAGCCT
AAGCCC
AAGCCG
AAGCGA
AAGCGT
AAGCGC
AAGCGG
AAGGAA
AAGGAT
AAGGAC
AAGGAG
AAGGTA
AAGGTT
AAGGTC
AAGGTG
AAGGCA
AAGGCT
AAGGCC
AAGGCG
AAGGGA
AAGGGT
AAGGGC
AAGGGG
ATAAAA
ATAAAT
ATAAAC
ATAAAG
ATAATA
ATAATT
ATAATC
ATAATG
ATAACA
ATAACT
ATAACC
ATAACG
ATAAGA
ATAAGT
ATAAGC
ATAAGG
ATATAA
ATATAT
ATATAC
ATATAG
ATATTA
ATATTT
ATATTC
ATATTG
ATATCA
ATATCT
ATATCC
ATATCG
ATATGA
ATATGT
ATATGC
ATATGG
ATACAA
ATACAT
ATACAC
ATACAG
ATACTA
ATACTT
ATACTC
ATACTG
ATACCA
ATACCT
ATACCC
ATACCG
ATACGA
ATACGT
ATACGC
ATACGG
ATAGAA
ATAGAT
ATAGAC
ATAGAG
ATAGTA
ATAGTT
ATAGTC
ATAGTG
ATAGCA
ATAGCT
ATAGCC
ATAGCG
ATAGGA
ATAGGT
ATAGGC
ATAGGG
ATTAAA
ATTAAT
ATTAAC
ATTAAG
ATTATA
ATTATT
ATTATC
ATTATG
ATTACA
ATTACT
ATTACC
ATTACG
ATTAGA
ATTAGT
ATTAGC
ATTAGG
ATTTAA
ATTTAT
ATTTAC
ATTTAG
ATTTTA
ATTTTT
ATTTTC
ATTTTG
ATTTCA
ATTTCT
ATTTCC
ATTTCG
ATTTGA
ATTTGT
ATTTGC
ATTTGG
ATTCAA
ATTCAT
ATTCAC
ATTCAG
ATTCTA
ATTCTT
ATTCTC
ATTCTG
ATTCCA
ATTCCT
ATTCCC
ATTCCG
ATTCGA
ATTCGT
ATTCGC
ATTCGG
ATTGAA
ATTGAT
ATTGAC
ATTGAG
ATTGTA
ATTGTT
ATTGTC
ATTGTG
ATTGCA
ATTGCT
ATTGCC
ATTGCG
ATTGGA
ATTGGT
ATTGGC
ATTGGG
ATCAAA
ATCAAT
ATCAAC
ATCAAG
ATCATA
ATCATT
ATCATC
ATCATG
ATCACA
ATCACT
ATCACC
ATCACG
ATCAGA
ATCAGT
ATCAGC
ATCAGG
ATCTAA
ATCTAT
ATCTAC
ATCTAG
ATCTTA
ATCTTT
ATCTTC
ATCTTG
ATCTCA
ATCTCT
ATCTCC
ATCTCG
ATCTGA
ATCTGT
ATCTGC
ATCTGG
ATCCAA
ATCCAT
ATCCAC
ATCCAG
ATCCTA
ATCCTT
ATCCTC
ATCCTG
ATCCCA
ATCCCT
ATCCCC
ATCCCG
ATCCGA
ATCCGT
ATCCGC
ATCCGG
ATCGAA
ATCGAT
ATCGAC
ATCGAG
ATCGTA
ATCGTT
ATCGTC
ATCGTG
ATCGCA
ATCGCT
ATCGCC
ATCGCG
ATCGGA
ATCGGT
ATCGGC
ATCGGG
ATGAAA
ATGAAT
ATGAAC
ATGAAG
ATGATA
ATGATT
ATGATC
ATGATG
ATGACA
ATGACT
ATGACC
ATGACG
ATGAGA
ATGAGT
ATGAGC
ATGAGG
ATGTAA
ATGTAT
ATGTAC
ATGTAG
ATGTTA
ATGTTT
ATGTTC
ATGTTG
ATGTCA
ATGTCT
ATGTCC
ATGTCG
ATGTGA
ATGTGT
ATGTGC
ATGTGG
ATGCAA
ATGCAT
ATGCAC
ATGCAG
ATGCTA
ATGCTT
ATGCTC
ATGCTG
ATGCCA
ATGCCT
ATGCCC
ATGCCG
ATGCGA
ATGCGT
ATGCGC
ATGCGG
ATGGAA
ATGGAT
ATGGAC
ATGGAG
ATGGTA
ATGGTT
ATGGTC
ATGGTG
ATGGCA
ATGGCT
ATGGCC
ATGGCG
ATGGGA
ATGGGT
ATGGGC
ATGGGG
ACAAAA
ACAAAT
ACAAAC
ACAAAG
ACAATA
ACAATT
ACAATC
ACAATG
ACAACA
ACAACT
ACAACC
ACAACG
ACAAGA
ACAAGT
ACAAGC
ACAAGG
ACATAA
ACATAT
ACATAC
ACATAG
ACATTA
ACATTT
ACATTC
ACATTG
ACATCA
ACATCT
ACATCC
ACATCG
ACATGA
ACATGT
ACATGC
ACATGG
ACACAA
ACACAT
ACACAC
ACACAG
ACACTA
ACACTT
ACACTC
ACACTG
ACACCA
ACACCT
ACACCC
ACACCG
ACACGA
ACACGT
ACACGC
ACACGG
ACAGAA
ACAGAT
ACAGAC
ACAGAG
ACAGTA
ACAGTT
ACAGTC
ACAGTG
ACAGCA
ACAGCT
ACAGCC
ACAGCG
ACAGGA
ACAGGT
ACAGGC
ACAGGG
ACTAAA
ACTAAT
ACTAAC
ACTAAG
ACTATA
ACTATT
ACTATC
ACTATG
ACTACA
ACTACT
ACTACC
ACTACG
ACTAGA
ACTAGT
ACTAGC
ACTAGG
ACTTAA
ACTTAT
ACTTAC
ACTTAG
ACTTTA
ACTTTT
ACTTTC
ACTTTG
ACTTCA
ACTTCT
ACTTCC
ACTTCG
ACTTGA
ACTTGT
ACTTGC
ACTTGG
ACTCAA
ACTCAT
ACTCAC
ACTCAG
ACTCTA
ACTCTT
ACTCTC
ACTCTG
ACTCCA
ACTCCT
ACTCCC
ACTCCG
ACTCGA
ACTCGT
ACTCGC
ACTCGG
ACTGAA
ACTGAT
ACTGAC
ACTGAG
ACTGTA
ACTGTT
ACTGTC
ACTGTG
ACTGCA
ACTGCT
ACTGCC
ACTGCG
ACTGGA
ACTGGT
ACTGGC
ACTGGG
ACCAAA
ACCAAT
ACCAAC
ACCAAG
ACCATA
ACCATT
ACCATC
ACCATG
ACCACA
ACCACT
ACCACC
ACCACG
ACCAGA
ACCAGT
ACCAGC
ACCAGG
ACCTAA
ACCTAT
ACCTAC
ACCTAG
ACCTTA
ACCTTT
ACCTTC
ACCTTG
ACCTCA
ACCTCT
ACCTCC
ACCTCG
ACCTGA
ACCTGT
ACCTGC
ACCTGG
ACCCAA
ACCCAT
ACCCAC
ACCCAG
ACCCTA
ACCCTT
ACCCTC
ACCCTG
ACCCCA
ACCCCT
ACCCCC
ACCCCG
ACCCGA
ACCCGT
ACCCGC
ACCCGG
ACCGAA
ACCGAT
ACCGAC
ACCGAG
ACCGTA
ACCGTT
ACCGTC
ACCGTG
ACCGCA
ACCGCT
ACCGCC
ACCGCG
ACCGGA
ACCGGT
ACCGGC
ACCGGG
ACGAAA
ACGAAT
ACGAAC
ACGAAG
ACGATA
ACGATT
ACGATC
ACGATG
ACGACA
ACGACT
ACGACC
ACGACG
ACGAGA
ACGAGT
ACGAGC
ACGAGG
ACGTAA
ACGTAT
ACGTAC
ACGTAG
ACGTTA
ACGTTT
ACGTTC
ACGTTG
ACGTCA
ACGTCT
ACGTCC
ACGTCG
ACGTGA
ACGTGT
ACGTGC
ACGTGG
ACGCAA
ACGCAT
ACGCAC
ACGCAG
ACGCTA
ACGCTT
ACGCTC
ACGCTG
ACGCCA
ACGCCT
ACGCCC
ACGCCG
ACGCGA
ACGCGT
ACGCGC
ACGCGG
ACGGAA
ACGGAT
ACGGAC
ACGGAG
ACGGTA
ACGGTT
ACGGTC
ACGGTG
ACGGCA
ACGGCT
ACGGCC
ACGGCG
ACGGGA
ACGGGT
ACGGGC
ACGGGG
AGAAAA
AGAAAT
AGAAAC
AGAAAG
AGAATA
AGAATT
AGAATC
AGAATG
AGAACA
AGAACT
AGAACC
AGAACG
AGAAGA
AGAAGT
AGAAGC
AGAAGG
AGATAA
AGATAT
AGATAC
AGATAG
AGATTA
AGATTT
AGATTC
AGATTG
AGATCA
AGATCT
AGATCC
AGATCG
AGATGA
AGATGT
AGATGC
AGATGG
AGACAA
AGACAT
AGACAC
AGACAG
AGACTA
AGACTT
AGACTC
AGACTG
AGACCA
AGACCT
AGACCC
AGACCG
AGACGA
AGACGT
AGACGC
AGACGG
AGAGAA
AGAGAT
AGAGAC
AGAGAG
AGAGTA
AGAGTT
AGAGTC
AGAGTG
AGAGCA
AGAGCT
AGAGCC
AGAGCG
AGAGGA
AGAGGT
AGAGGC
AGAGGG
AGTAAA
AGTAAT
AGTAAC
AGTAAG
AGTATA
AGTATT
AGTATC
AGTATG
AGTACA
AGTACT
AGTACC
AGTACG
AGTAGA
AGTAGT
AGTAGC
AGTAGG
AGTTAA
AGTTAT
AGTTAC
AGTTAG
AGTTTA
AGTTTT
AGTTTC
AGTTTG
AGTTCA
AGTTCT
AGTTCC
AGTTCG
AGTTGA
AGTTGT
AGTTGC
AGTTGG
AGTCAA
AGTCAT
AGTCAC
AGTCAG
AGTCTA
AGTCTT
AGTCTC
AGTCTG
AGTCCA
AGTCCT
AGTCCC
AGTCCG
AGTCGA
AGTCGT
AGTCGC
AGTCGG
AGTGAA
AGTGAT
AGTGAC
AGTGAG
AGTGTA
AGTGTT
AGTGTC
AGTGTG
AGTGCA
AGTGCT
AGTGCC
AGTGCG
AGTGGA
AGTGGT
AGTGGC
AGTGGG
AGCAAA
AGCAAT
AGCAAC
AGCAAG
AGCATA
AGCATT
AGCATC
AGCATG
AGCACA
AGCACT
AGCACC
AGCACG
AGCAGA
AGCAGT
AGCAGC
AGCAGG
AGCTAA
AGCTAT
AGCTAC
AGCTAG
AGCTTA
AGCTTT
AGCTTC
AGCTTG
AGCTCA
AGCTCT
AGCTCC
AGCTCG
AGCTGA
AGCTGT
AGCTGC
AGCTGG
AGCCAA
AGCCAT
AGCCAC
AGCCAG
AGCCTA
AGCCTT
AGCCTC
AGCCTG
AGCCCA
AGCCCT
AGCCCC
AGCCCG
AGCCGA
AGCCGT
AGCCGC
AGCCGG
AGCGAA
AGCGAT
AGCGAC
AGCGAG
AGCGTA
AGCGTT
AGCGTC
AGCGTG
AGCGCA
AGCGCT
AGCGCC
AGCGCG
AGCGGA
AGCGGT
AGCGGC
AGCGGG
AGGAAA
AGGAAT
AGGAAC
AGGAAG
AGGATA
AGGATT
AGGATC
AGGATG
AGGACA
AGGACT
AGGACC
AGGACG
AGGAGA
AGGAGT
AGGAGC
AGGAGG
AGGTAA
AGGTAT
AGGTAC
AGGTAG
AGGTTA
AGGTTT
AGGTTC
AGGTTG
AGGTCA
AGGTCT
AGGTCC
AGGTCG
AGGTGA
AGGTGT
AGGTGC
AGGTGG
AGGCAA
AGGCAT
AGGCAC
AGGCAG
AGGCTA
AGGCTT
AGGCTC
AGGCTG
AGGCCA
AGGCCT
AGGCCC
AGGCCG
AGGCGA
AGGCGT
AGGCGC
AGGCGG
AGGGAA
AGGGAT
AGGGAC
AGGGAG
AGGGTA
AGGGTT
AGGGTC
AGGGTG
AGGGCA
AGGGCT
AGGGCC
AGGGCG
AGGGGA
AGGGGT
AGGGGC
AGGGGG
TAAAAA
TAAAAT
TAAAAC
TAAAAG
TAAATA
TAAATT
TAAATC
TAAATG
TAAACA
TAAACT
TAAACC
TAAACG
TAAAGA
TAAAGT
TAAAGC
TAAAGG
TAATAA
TAATAT
TAATAC
TAATAG
TAATTA
TAATTT
TAATTC
TAATTG
TAATCA
TAATCT
TAATCC
TAATCG
TAATGA
TAATGT
TAATGC
TAATGG
TAACAA
TAACAT
TAACAC
TAACAG
TAACTA
TAACTT
TAACTC
TAACTG
TAACCA
TAACCT
TAACCC
TAACCG
TAACGA
TAACGT
TAACGC
TAACGG
TAAGAA
TAAGAT
TAAGAC
TAAGAG
TAAGTA
TAAGTT
TAAGTC
TAAGTG
TAAGCA
TAAGCT
TAAGCC
TAAGCG
TAAGGA
TAAGGT
TAAGGC
TAAGGG
TATAAA
TATAAT
TATAAC
TATAAG
TATATA
TATATT
TATATC
TATATG
TATACA
TATACT
TATACC
TATACG
TATAGA
TATAGT
TATAGC
TATAGG
TATTAA
TATTAT
TATTAC
TATTAG
TATTTA
TATTTT
TATTTC
TATTTG
TATTCA
TATTCT
TATTCC
TATTCG
TATTGA
TATTGT
TATTGC
TATTGG
TATCAA
TATCAT
TATCAC
TATCAG
TATCTA
TATCTT
TATCTC
TATCTG
TATCCA
TATCCT
TATCCC
TATCCG
TATCGA
TATCGT
TATCGC
TATCGG
TATGAA
TATGAT
TATGAC
TATGAG
TATGTA
TATGTT
TATGTC
TATGTG
TATGCA
TATGCT
TATGCC
TATGCG
TATGGA
TATGGT
TATGGC
TATGGG
TACAAA
TACAAT
TACAAC
TACAAG
TACATA
TACATT
TACATC
TACATG
TACACA
TACACT
TACACC
TACACG
TACAGA
TACAGT
TACAGC
TACAGG
TACTAA
TACTAT
TACTAC
TACTAG
TACTTA
TACTTT
TACTTC
TACTTG
TACTCA
TACTCT
TACTCC
TACTCG
TACTGA
TACTGT
TACTGC
TACTGG
TACCAA
TACCAT
TACCAC
TACCAG
TACCTA
TACCTT
TACCTC
TACCTG
TACCCA
TACCCT
TACCCC
TACCCG
TACCGA
TACCGT
TACCGC
TACCGG
TACGAA
TACGAT
TACGAC
TACGAG
TACGTA
TACGTT
TACGTC
TACGTG
TACGCA
TACGCT
TACGCC
TACGCG
TACGGA
TACGGT
TACGGC
TACGGG
TAGAAA
TAGAAT
TAGAAC
TAGAAG
TAGATA
TAGATT
TAGATC
TAGATG
TAGACA
TAGACT
TAGACC
TAGACG
TAGAGA
TAGAGT
TAGAGC
TAGAGG
TAGTAA
TAGTAT
TAGTAC
TAGTAG
TAGTTA
TAGTTT
TAGTTC
TAGTTG
TAGTCA
TAGTCT
TAGTCC
TAGTCG
TAGTGA
TAGTGT
TAGTGC
TAGTGG
TAGCAA
TAGCAT
TAGCAC
TAGCAG
TAGCTA
TAGCTT
TAGCTC
TAGCTG
TAGCCA
TAGCCT
TAGCCC
TAGCCG
TAGCGA
TAGCGT
TAGCGC
TAGCGG
TAGGAA
TAGGAT
TAGGAC
TAGGAG
TAGGTA
TAGGTT
TAGGTC
TAGGTG
TAGGCA
TAGGCT
TAGGCC
TAGGCG
TAGGGA
TAGGGT
TAGGGC
TAGGGG
TTAAAA
TTAAAT
TTAAAC
TTAAAG
TTAATA
TTAATT
TTAATC
TTAATG
TTAACA
TTAACT
TTAACC
TTAACG
TTAAGA
TTAAGT
TTAAGC
TTAAGG
TTATAA
TTATAT
TTATAC
TTATAG
TTATTA
TTATTT
TTATTC
TTATTG
TTATCA
TTATCT
TTATCC
TTATCG
TTATGA
TTATGT
TTATGC
TTATGG
TTACAA
TTACAT
TTACAC
TTACAG
TTACTA
TTACTT
TTACTC
TTACTG
TTACCA
TTACCT
TTACCC
TTACCG
TTACGA
TTACGT
TTACGC
TTACGG
TTAGAA
TTAGAT
TTAGAC
TTAGAG
TTAGTA
TTAGTT
TTAGTC
TTAGTG
TTAGCA
TTAGCT
TTAGCC
TTAGCG
TTAGGA
TTAGGT
TTAGGC
TTAGGG
TTTAAA
TTTAAT
TTTAAC
TTTAAG
TTTATA
TTTATT
TTTATC
TTTATG
TTTACA
TTTACT
TTTACC
TTTACG
TTTAGA
TTTAGT
TTTAGC
TTTAGG
TTTTAA
TTTTAT
TTTTAC
TTTTAG
TTTTTA
TTTTTT
TTTTTC
TTTTTG
TTTTCA
TTTTCT
TTTTCC
TTTTCG
TTTTGA
TTTTGT
TTTTGC
TTTTGG
TTTCAA
TTTCAT
TTTCAC
TTTCAG
TTTCTA
TTTCTT
TTTCTC
TTTCTG
TTTCCA
TTTCCT
TTTCCC
TTTCCG
TTTCGA
TTTCGT
TTTCGC
TTTCGG
TTTGAA
TTTGAT
TTTGAC
TTTGAG
TTTGTA
TTTGTT
TTTGTC
TTTGTG
TTTGCA
TTTGCT
TTTGCC
TTTGCG
TTTGGA
TTTGGT
TTTGGC
TTTGGG
TTCAAA
TTCAAT
TTCAAC
TTCAAG
TTCATA
TTCATT
TTCATC
TTCATG
TTCACA
TTCACT
TTCACC
TTCACG
TTCAGA
TTCAGT
TTCAGC
TTCAGG
TTCTAA
TTCTAT
TTCTAC
TTCTAG
TTCTTA
TTCTTT
TTCTTC
TTCTTG
TTCTCA
TTCTCT
TTCTCC
TTCTCG
TTCTGA
TTCTGT
TTCTGC
TTCTGG
TTCCAA
TTCCAT
TTCCAC
TTCCAG
TTCCTA
TTCCTT
TTCCTC
TTCCTG
TTCCCA
TTCCCT
TTCCCC
TTCCCG
TTCCGA
TTCCGT
TTCCGC
TTCCGG
TTCGAA
TTCGAT
TTCGAC
TTCGAG
TTCGTA
TTCGTT
TTCGTC
TTCGTG
TTCGCA
TTCGCT
TTCGCC
TTCGCG
TTCGGA
TTCGGT
TTCGGC
TTCGGG
TTGAAA
TTGAAT
TTGAAC
TTGAAG
TTGATA
TTGATT
TTGATC
TTGATG
TTGACA
TTGACT
TTGACC
TTGACG
TTGAGA
TTGAGT
TTGAGC
TTGAGG
TTGTAA
TTGTAT
TTGTAC
TTGTAG
TTGTTA
TTGTTT
TTGTTC
TTGTTG
TTGTCA
TTGTCT
TTGTCC
TTGTCG
TTGTGA
TTGTGT
TTGTGC
TTGTGG
TTGCAA
TTGCAT
TTGCAC
TTGCAG
TTGCTA
TTGCTT
TTGCTC
TTGCTG
TTGCCA
TTGCCT
TTGCCC
TTGCCG
TTGCGA
TTGCGT
TTGCGC
TTGCGG
TTGGAA
TTGGAT
TTGGAC
TTGGAG
TTGGTA
TTGGTT
TTGGTC
TTGGTG
TTGGCA
TTGGCT
TTGGCC
TTGGCG
TTGGGA
TTGGGT
TTGGGC
TTGGGG
TCAAAA
TCAAAT
TCAAAC
TCAAAG
TCAATA
TCAATT
TCAATC
TCAATG
TCAACA
TCAACT
TCAACC
TCAACG
TCAAGA
TCAAGT
TCAAGC
TCAAGG
TCATAA
TCATAT
TCATAC
TCATAG
TCATTA
TCATTT
TCATTC
TCATTG
TCATCA
TCATCT
TCATCC
TCATCG
TCATGA
TCATGT
TCATGC
TCATGG
TCACAA
TCACAT
TCACAC
TCACAG
TCACTA
TCACTT
TCACTC
TCACTG
TCACCA
TCACCT
TCACCC
TCACCG
TCACGA
TCACGT
TCACGC
TCACGG
TCAGAA
TCAGAT
TCAGAC
TCAGAG
TCAGTA
TCAGTT
TCAGTC
TCAGTG
TCAGCA
TCAGCT
TCAGCC
TCAGCG
TCAGGA
TCAGGT
TCAGGC
TCAGGG
TCTAAA
TCTAAT
TCTAAC
TCTAAG
TCTATA
TCTATT
TCTATC
TCTATG
TCTACA
TCTACT
TCTACC
TCTACG
TCTAGA
TCTAGT
TCTAGC
TCTAGG
TCTTAA
TCTTAT
TCTTAC
TCTTAG
TCTTTA
TCTTTT
TCTTTC
TCTTTG
TCTTCA
TCTTCT
TCTTCC
TCTTCG
TCTTGA
TCTTGT
TCTTGC
TCTTGG
TCTCAA
TCTCAT
TCTCAC
TCTCAG
TCTCTA
TCTCTT
TCTCTC
TCTCTG
TCTCCA
TCTCCT
TCTCCC
TCTCCG
TCTCGA
TCTCGT
TCTCGC
TCTCGG
TCTGAA
TCTGAT
TCTGAC
TCTGAG
TCTGTA
TCTGTT
TCTGTC
TCTGTG
TCTGCA
TCTGCT
TCTGCC
TCTGCG
TCTGGA
TCTGGT
TCTGGC
TCTGGG
TCCAAA
TCCAAT
TCCAAC
TCCAAG
TCCATA
TCCATT
TCCATC
TCCATG
TCCACA
TCCACT
TCCACC
TCCACG
TCCAGA
TCCAGT
TCCAGC
TCCAGG
TCCTAA
TCCTAT
TCCTAC
TCCTAG
TCCTTA
TCCTTT
TCCTTC
TCCTTG
TCCTCA
TCCTCT
TCCTCC
TCCTCG
TCCTGA
TCCTGT
TCCTGC
TCCTGG
TCCCAA
TCCCAT
TCCCAC
TCCCAG
TCCCTA
TCCCTT
TCCCTC
TCCCTG
TCCCCA
TCCCCT
TCCCCC
TCCCCG
TCCCGA
TCCCGT
TCCCGC
TCCCGG
TCCGAA
TCCGAT
TCCGAC
TCCGAG
TCCGTA
TCCGTT
TCCGTC
TCCGTG
TCCGCA
TCCGCT
TCCGCC
TCCGCG
TCCGGA
TCCGGT
TCCGGC
TCCGGG
TCGAAA
TCGAAT
TCGAAC
TCGAAG
TCGATA
TCGATT
TCGATC
TCGATG
TCGACA
TCGACT
TCGACC
TCGACG
TCGAGA
TCGAGT
TCGAGC
TCGAGG
TCGTAA
TCGTAT
TCGTAC
TCGTAG
TCGTTA
TCGTTT
TCGTTC
TCGTTG
TCGTCA
TCGTCT
TCGTCC
TCGTCG
TCGTGA
TCGTGT
TCGTGC
TCGTGG
TCGCAA
TCGCAT
TCGCAC
TCGCAG
TCGCTA
TCGCTT
TCGCTC
TCGCTG
TCGCCA
TCGCCT
TCGCCC
TCGCCG
TCGCGA
TCGCGT
TCGCGC
TCGCGG
TCGGAA
TCGGAT
TCGGAC
TCGGAG
TCGGTA
TCGGTT
TCGGTC
TCGGTG
TCGGCA
TCGGCT
TCGGCC
TCGGCG
TCGGGA
TCGGGT
TCGGGC
TCGGGG
TGAAAA
TGAAAT
TGAAAC
TGAAAG
TGAATA
TGAATT
TGAATC
TGAATG
TGAACA
TGAACT
TGAACC
TGAACG
TGAAGA
TGAAGT
TGAAGC
TGAAGG
TGATAA
TGATAT
TGATAC
TGATAG
TGATTA
TGATTT
TGATTC
TGATTG
TGATCA
TGATCT
TGATCC
TGATCG
TGATGA
TGATGT
TGATGC
TGATGG
TGACAA
TGACAT
TGACAC
TGACAG
TGACTA
TGACTT
TGACTC
TGACTG
TGACCA
TGACCT
TGACCC
TGACCG
TGACGA
TGACGT
TGACGC
TGACGG
TGAGAA
TGAGAT
TGAGAC
TGAGAG
TGAGTA
TGAGTT
TGAGTC
TGAGTG
TGAGCA
TGAGCT
TGAGCC
TGAGCG
TGAGGA
TGAGGT
TGAGGC
TGAGGG
TGTAAA
TGTAAT
TGTAAC
TGTAAG
TGTATA
TGTATT
TGTATC
TGTATG
TGTACA
TGTACT
TGTACC
TGTACG
TGTAGA
TGTAGT
TGTAGC
TGTAGG
TGTTAA
TGTTAT
TGTTAC
TGTTAG
TGTTTA
TGTTTT
TGTTTC
TGTTTG
TGTTCA
TGTTCT
TGTTCC
TGTTCG
TGTTGA
TGTTGT
TGTTGC
TGTTGG
TGTCAA
TGTCAT
TGTCAC
TGTCAG
TGTCTA
TGTCTT
TGTCTC
TGTCTG
TGTCCA
TGTCCT
TGTCCC
TGTCCG
TGTCGA
TGTCGT
TGTCGC
TGTCGG
TGTGAA
TGTGAT
TGTGAC
TGTGAG
TGTGTA
TGTGTT
TGTGTC
TGTGTG
TGTGCA
TGTGCT
TGTGCC
TGTGCG
TGTGGA
TGTGGT
TGTGGC
TGTGGG
TGCAAA
TGCAAT
TGCAAC
TGCAAG
TGCATA
TGCATT
TGCATC
TGCATG
TGCACA
TGCACT
TGCACC
TGCACG
TGCAGA
TGCAGT
TGCAGC
TGCAGG
TGCTAA
TGCTAT
TGCTAC
TGCTAG
TGCTTA
TGCTTT
TGCTTC
TGCTTG
TGCTCA
TGCTCT
TGCTCC
TGCTCG
TGCTGA
TGCTGT
TGCTGC
TGCTGG
TGCCAA
TGCCAT
TGCCAC
TGCCAG
TGCCTA
TGCCTT
TGCCTC
TGCCTG
TGCCCA
TGCCCT
TGCCCC
TGCCCG
TGCCGA
TGCCGT
TGCCGC
TGCCGG
TGCGAA
TGCGAT
TGCGAC
TGCGAG
TGCGTA
TGCGTT
TGCGTC
TGCGTG
TGCGCA
TGCGCT
TGCGCC
TGCGCG
TGCGGA
TGCGGT
TGCGGC
TGCGGG
TGGAAA
TGGAAT
TGGAAC
TGGAAG
TGGATA
TGGATT
TGGATC
TGGATG
TGGACA
TGGACT
TGGACC
TGGACG
TGGAGA
TGGAGT
TGGAGC
TGGAGG
TGGTAA
TGGTAT
TGGTAC
TGGTAG
TGGTTA
TGGTTT
TGGTTC
TGGTTG
TGGTCA
TGGTCT
TGGTCC
TGGTCG
TGGTGA
TGGTGT
TGGTGC
TGGTGG
TGGCAA
TGGCAT
TGGCAC
TGGCAG
TGGCTA
TGGCTT
TGGCTC
TGGCTG
TGGCCA
TGGCCT
TGGCCC
TGGCCG
TGGCGA
TGGCGT
TGGCGC
TGGCGG
TGGGAA
TGGGAT
TGGGAC
TGGGAG
TGGGTA
TGGGTT
TGGGTC
TGGGTG
TGGGCA
TGGGCT
TGGGCC
TGGGCG
TGGGGA
TGGGGT
TGGGGC
TGGGGG
CAAAAA
CAAAAT
CAAAAC
CAAAAG
CAAATA
CAAATT
CAAATC
CAAATG
CAAACA
CAAACT
CAAACC
CAAACG
CAAAGA
CAAAGT
CAAAGC
CAAAGG
CAATAA
CAATAT
CAATAC
CAATAG
CAATTA
CAATTT
CAATTC
CAATTG
CAATCA
CAATCT
CAATCC
CAATCG
CAATGA
CAATGT
CAATGC
CAATGG
CAACAA
CAACAT
CAACAC
CAACAG
CAACTA
CAACTT
CAACTC
CAACTG
CAACCA
CAACCT
CAACCC
CAACCG
CAACGA
CAACGT
CAACGC
CAACGG
CAAGAA
CAAGAT
CAAGAC
CAAGAG
CAAGTA
CAAGTT
CAAGTC
CAAGTG
CAAGCA
CAAGCT
CAAGCC
CAAGCG
CAAGGA
CAAGGT
CAAGGC
CAAGGG
CATAAA
CATAAT
CATAAC
CATAAG
CATATA
CATATT
CATATC
CATATG
CATACA
CATACT
CATACC
CATACG
CATAGA
CATAGT
CATAGC
CATAGG
CATTAA
CATTAT
CATTAC
CATTAG
CATTTA
CATTTT
CATTTC
CATTTG
CATTCA
CATTCT
CATTCC
CATTCG
CATTGA
CATTGT
CATTGC
CATTGG
CATCAA
CATCAT
CATCAC
CATCAG
CATCTA
CATCTT
CATCTC
CATCTG
CATCCA
CATCCT
CATCCC
CATCCG
CATCGA
CATCGT
CATCGC
CATCGG
CATGAA
CATGAT
CATGAC
CATGAG
CATGTA
CATGTT
CATGTC
CATGTG
CATGCA
CATGCT
CATGCC
CATGCG
CATGGA
CATGGT
CATGGC
CATGGG
CACAAA
CACAAT
CACAAC
CACAAG
CACATA
CACATT
CACATC
CACATG
CACACA
CACACT
CACACC
CACACG
CACAGA
CACAGT
CACAGC
CACAGG
CACTAA
CACTAT
CACTAC
CACTAG
CACTTA
CACTTT
CACTTC
CACTTG
CACTCA
CACTCT
CACTCC
CACTCG
CACTGA
CACTGT
CACTGC
CACTGG
CACCAA
CACCAT
CACCAC
CACCAG
CACCTA
CACCTT
CACCTC
CACCTG
CACCCA
CACCCT
CACCCC
CACCCG
CACCGA
CACCGT
CACCGC
CACCGG
CACGAA
CACGAT
CACGAC
CACGAG
CACGTA
CACGTT
CACGTC
CACGTG
CACGCA
CACGCT
CACGCC
CACGCG
CACGGA
CACGGT
CACGGC
CACGGG
CAGAAA
CAGAAT
CAGAAC
CAGAAG
CAGATA
CAGATT
CAGATC
CAGATG
CAGACA
CAGACT
CAGACC
CAGACG
CAGAGA
CAGAGT
CAGAGC
CAGAGG
CAGTAA
CAGTAT
CAGTAC
CAGTAG
CAGTTA
CAGTTT
CAGTTC
CAGTTG
CAGTCA
CAGTCT
CAGTCC
CAGTCG
CAGTGA
CAGTGT
CAGTGC
CAGTGG
CAGCAA
CAGCAT
CAGCAC
CAGCAG
CAGCTA
CAGCTT
CAGCTC
CAGCTG
CAGCCA
CAGCCT
CAGCCC
CAGCCG
CAGCGA
CAGCGT
CAGCGC
CAGCGG
CAGGAA
CAGGAT
CAGGAC
CAGGAG
CAGGTA
CAGGTT
CAGGTC
CAGGTG
CAGGCA
CAGGCT
CAGGCC
CAGGCG
CAGGGA
CAGGGT
CAGGGC
CAGGGG
CTAAAA
CTAAAT
CTAAAC
CTAAAG
CTAATA
CTAATT
CTAATC
CTAATG
CTAACA
CTAACT
CTAACC
CTAACG
CTAAGA
CTAAGT
CTAAGC
CTAAGG
CTATAA
CTATAT
CTATAC
CTATAG
CTATTA
CTATTT
CTATTC
CTATTG
CTATCA
CTATCT
CTATCC
CTATCG
CTATGA
CTATGT
CTATGC
CTATGG
CTACAA
CTACAT
CTACAC
CTACAG
CTACTA
CTACTT
CTACTC
CTACTG
CTACCA
CTACCT
CTACCC
CTACCG
CTACGA
CTACGT
CTACGC
CTACGG
CTAGAA
CTAGAT
CTAGAC
CTAGAG
CTAGTA
CTAGTT
CTAGTC
CTAGTG
CTAGCA
CTAGCT
CTAGCC
CTAGCG
CTAGGA
CTAGGT
CTAGGC
CTAGGG
CTTAAA
CTTAAT
CTTAAC
CTTAAG
CTTATA
CTTATT
CTTATC
CTTATG
CTTACA
CTTACT
CTTACC
CTTACG
CTTAGA
CTTAGT
CTTAGC
CTTAGG
CTTTAA
CTTTAT
CTTTAC
CTTTAG
CTTTTA
CTTTTT
CTTTTC
CTTTTG
CTTTCA
CTTTCT
CTTTCC
CTTTCG
CTTTGA
CTTTGT
CTTTGC
CTTTGG
CTTCAA
CTTCAT
CTTCAC
CTTCAG
CTTCTA
CTTCTT
CTTCTC
CTTCTG
CTTCCA
CTTCCT
CTTCCC
CTTCCG
CTTCGA
CTTCGT
CTTCGC
CTTCGG
CTTGAA
CTTGAT
CTTGAC
CTTGAG
CTTGTA
CTTGTT
CTTGTC
CTTGTG
CTTGCA
CTTGCT
CTTGCC
CTTGCG
CTTGGA
CTTGGT
CTTGGC
CTTGGG
CTCAAA
CTCAAT
CTCAAC
CTCAAG
CTCATA
CTCATT
CTCATC
CTCATG
CTCACA
CTCACT
CTCACC
CTCACG
CTCAGA
CTCAGT
CTCAGC
CTCAGG
CTCTAA
CTCTAT
CTCTAC
CTCTAG
CTCTTA
CTCTTT
CTCTTC
CTCTTG
CTCTCA
CTCTCT
CTCTCC
CTCTCG
CTCTGA
CTCTGT
CTCTGC
CTCTGG
CTCCAA
CTCCAT
CTCCAC
CTCCAG
CTCCTA
CTCCTT
CTCCTC
CTCCTG
CTCCCA
CTCCCT
CTCCCC
CTCCCG
CTCCGA
CTCCGT
CTCCGC
CTCCGG
CTCGAA
CTCGAT
CTCGAC
CTCGAG
CTCGTA
CTCGTT
CTCGTC
CTCGTG
CTCGCA
CTCGCT
CTCGCC
CTCGCG
CTCGGA
CTCGGT
CTCGGC
CTCGGG
CTGAAA
CTGAAT
CTGAAC
CTGAAG
CTGATA
CTGATT
CTGATC
CTGATG
CTGACA
CTGACT
CTGACC
CTGACG
CTGAGA
CTGAGT
CTGAGC
CTGAGG
CTGTAA
CTGTAT
CTGTAC
CTGTAG
CTGTTA
CTGTTT
CTGTTC
CTGTTG
CTGTCA
CTGTCT
CTGTCC
CTGTCG
CTGTGA
CTGTGT
CTGTGC
CTGTGG
CTGCAA
CTGCAT
CTGCAC
CTGCAG
CTGCTA
CTGCTT
CTGCTC
CTGCTG
CTGCCA
CTGCCT
CTGCCC
CTGCCG
CTGCGA
CTGCGT
CTGCGC
CTGCGG
CTGGAA
CTGGAT
CTGGAC
CTGGAG
CTGGTA
CTGGTT
CTGGTC
CTGGTG
CTGGCA
CTGGCT
CTGGCC
CTGGCG
CTGGGA
CTGGGT
CTGGGC
CTGGGG
CCAAAA
CCAAAT
CCAAAC
CCAAAG
CCAATA
CCAATT
CCAATC
CCAATG
CCAACA
CCAACT
CCAACC
CCAACG
CCAAGA
CCAAGT
CCAAGC
CCAAGG
CCATAA
CCATAT
CCATAC
CCATAG
CCATTA
CCATTT
CCATTC
CCATTG
CCATCA
CCATCT
CCATCC
CCATCG
CCATGA
CCATGT
CCATGC
CCATGG
CCACAA
CCACAT
CCACAC
CCACAG
CCACTA
CCACTT
CCACTC
CCACTG
CCACCA
CCACCT
CCACCC
CCACCG
CCACGA
CCACGT
CCACGC
CCACGG
CCAGAA
CCAGAT
CCAGAC
CCAGAG
CCAGTA
CCAGTT
CCAGTC
CCAGTG
CCAGCA
CCAGCT
CCAGCC
CCAGCG
CCAGGA
CCAGGT
CCAGGC
CCAGGG
CCTAAA
CCTAAT
CCTAAC
CCTAAG
CCTATA
CCTATT
CCTATC
CCTATG
CCTACA
CCTACT
CCTACC
CCTACG
CCTAGA
CCTAGT
CCTAGC
CCTAGG
CCTTAA
CCTTAT
CCTTAC
CCTTAG
CCTTTA
CCTTTT
CCTTTC
CCTTTG
CCTTCA
CCTTCT
CCTTCC
CCTTCG
CCTTGA
CCTTGT
CCTTGC
CCTTGG
CCTCAA
CCTCAT
CCTCAC
CCTCAG
CCTCTA
CCTCTT
CCTCTC
CCTCTG
CCTCCA
CCTCCT
CCTCCC
CCTCCG
CCTCGA
CCTCGT
CCTCGC
CCTCGG
CCTGAA
CCTGAT
CCTGAC
CCTGAG
CCTGTA
CCTGTT
CCTGTC
CCTGTG
CCTGCA
CCTGCT
CCTGCC
CCTGCG
CCTGGA
CCTGGT
CCTGGC
CCTGGG
CCCAAA
CCCAAT
CCCAAC
CCCAAG
CCCATA
CCCATT
CCCATC
CCCATG
CCCACA
CCCACT
CCCACC
CCCACG
CCCAGA
CCCAGT
CCCAGC
CCCAGG
CCCTAA
CCCTAT
CCCTAC
CCCTAG
CCCTTA
CCCTTT
CCCTTC
CCCTTG
CCCTCA
CCCTCT
CCCTCC
CCCTCG
CCCTGA
CCCTGT
CCCTGC
CCCTGG
CCCCAA
CCCCAT
CCCCAC
CCCCAG
CCCCTA
CCCCTT
CCCCTC
CCCCTG
CCCCCA
CCCCCT
CCCCCC
CCCCCG
CCCCGA
CCCCGT
CCCCGC
CCCCGG
CCCGAA
CCCGAT
CCCGAC
CCCGAG
CCCGTA
CCCGTT
CCCGTC
CCCGTG
CCCGCA
CCCGCT
CCCGCC
CCCGCG
CCCGGA
CCCGGT
CCCGGC
CCCGGG
CCGAAA
CCGAAT
CCGAAC
CCGAAG
CCGATA
CCGATT
CCGATC
CCGATG
CCGACA
CCGACT
CCGACC
CCGACG
CCGAGA
CCGAGT
CCGAGC
CCGAGG
CCGTAA
CCGTAT
CCGTAC
CCGTAG
CCGTTA
CCGTTT
CCGTTC
CCGTTG
CCGTCA
CCGTCT
CCGTCC
CCGTCG
CCGTGA
CCGTGT
CCGTGC
CCGTGG
CCGCAA
CCGCAT
CCGCAC
CCGCAG
CCGCTA
CCGCTT
CCGCTC
CCGCTG
CCGCCA
CCGCCT
CCGCCC
CCGCCG
CCGCGA
CCGCGT
CCGCGC
CCGCGG
CCGGAA
CCGGAT
CCGGAC
CCGGAG
CCGGTA
CCGGTT
CCGGTC
CCGGTG
CCGGCA
CCGGCT
CCGGCC
CCGGCG
CCGGGA
CCGGGT
CCGGGC
CCGGGG
CGAAAA
CGAAAT
CGAAAC
CGAAAG
CGAATA
CGAATT
CGAATC
CGAATG
CGAACA
CGAACT
CGAACC
CGAACG
CGAAGA
CGAAGT
CGAAGC
CGAAGG
CGATAA
CGATAT
CGATAC
CGATAG
CGATTA
CGATTT
CGATTC
CGATTG
CGATCA
CGATCT
CGATCC
CGATCG
CGATGA
CGATGT
CGATGC
CGATGG
CGACAA
CGACAT
CGACAC
CGACAG
CGACTA
CGACTT
CGACTC
CGACTG
CGACCA
CGACCT
CGACCC
CGACCG
CGACGA
CGACGT
CGACGC
CGACGG
CGAGAA
CGAGAT
CGAGAC
CGAGAG
CGAGTA
CGAGTT
CGAGTC
CGAGTG
CGAGCA
CGAGCT
CGAGCC
CGAGCG
CGAGGA
CGAGGT
CGAGGC
CGAGGG
CGTAAA
CGTAAT
CGTAAC
CGTAAG
CGTATA
CGTATT
CGTATC
CGTATG
CGTACA
CGTACT
CGTACC
CGTACG
CGTAGA
CGTAGT
CGTAGC
CGTAGG
CGTTAA
CGTTAT
CGTTAC
CGTTAG
CGTTTA
CGTTTT
CGTTTC
CGTTTG
CGTTCA
CGTTCT
CGTTCC
CGTTCG
CGTTGA
CGTTGT
CGTTGC
CGTTGG
CGTCAA
CGTCAT
CGTCAC
CGTCAG
CGTCTA
CGTCTT
CGTCTC
CGTCTG
CGTCCA
CGTCCT
CGTCCC
CGTCCG
CGTCGA
CGTCGT
CGTCGC
CGTCGG
CGTGAA
CGTGAT
CGTGAC
CGTGAG
CGTGTA
CGTGTT
CGTGTC
CGTGTG
CGTGCA
CGTGCT
CGTGCC
CGTGCG
CGTGGA
CGTGGT
CGTGGC
CGTGGG
CGCAAA
CGCAAT
CGCAAC
CGCAAG
CGCATA
CGCATT
CGCATC
CGCATG
CGCACA
CGCACT
CGCACC
CGCACG
CGCAGA
CGCAGT
CGCAGC
CGCAGG
CGCTAA
CGCTAT
CGCTAC
CGCTAG
CGCTTA
CGCTTT
CGCTTC
CGCTTG
CGCTCA
CGCTCT
CGCTCC
CGCTCG
CGCTGA
CGCTGT
CGCTGC
CGCTGG
CGCCAA
CGCCAT
CGCCAC
CGCCAG
CGCCTA
CGCCTT
CGCCTC
CGCCTG
CGCCCA
CGCCCT
CGCCCC
CGCCCG
CGCCGA
CGCCGT
CGCCGC
CGCCGG
CGCGAA
CGCGAT
CGCGAC
CGCGAG
CGCGTA
CGCGTT
CGCGTC
CGCGTG
CGCGCA
CGCGCT
CGCGCC
CGCGCG
CGCGGA
CGCGGT
CGCGGC
CGCGGG
CGGAAA
CGGAAT
CGGAAC
CGGAAG
CGGATA
CGGATT
CGGATC
CGGATG
CGGACA
CGGACT
CGGACC
CGGACG
CGGAGA
CGGAGT
CGGAGC
CGGAGG
CGGTAA
CGGTAT
CGGTAC
CGGTAG
CGGTTA
CGGTTT
CGGTTC
CGGTTG
CGGTCA
CGGTCT
CGGTCC
CGGTCG
CGGTGA
CGGTGT
CGGTGC
CGGTGG
CGGCAA
CGGCAT
CGGCAC
CGGCAG
CGGCTA
CGGCTT
CGGCTC
CGGCTG
CGGCCA
CGGCCT
CGGCCC
CGGCCG
CGGCGA
CGGCGT
CGGCGC
CGGCGG
CGGGAA
CGGGAT
CGGGAC
CGGGAG
CGGGTA
CGGGTT
CGGGTC
CGGGTG
CGGGCA
CGGGCT
CGGGCC
CGGGCG
CGGGGA
CGGGGT
CGGGGC
CGGGGG
GAAAAA
GAAAAT
GAAAAC
GAAAAG
GAAATA
GAAATT
GAAATC
GAAATG
GAAACA
GAAACT
GAAACC
GAAACG
GAAAGA
GAAAGT
GAAAGC
GAAAGG
GAATAA
GAATAT
GAATAC
GAATAG
GAATTA
GAATTT
GAATTC
GAATTG
GAATCA
GAATCT
GAATCC
GAATCG
GAATGA
GAATGT
GAATGC
GAATGG
GAACAA
GAACAT
GAACAC
GAACAG
GAACTA
GAACTT
GAACTC
GAACTG
GAACCA
GAACCT
GAACCC
GAACCG
GAACGA
GAACGT
GAACGC
GAACGG
GAAGAA
GAAGAT
GAAGAC
GAAGAG
GAAGTA
GAAGTT
GAAGTC
GAAGTG
GAAGCA
GAAGCT
GAAGCC
GAAGCG
GAAGGA
GAAGGT
GAAGGC
GAAGGG
GATAAA
GATAAT
GATAAC
GATAAG
GATATA
GATATT
GATATC
GATATG
GATACA
GATACT
GATACC
GATACG
GATAGA
GATAGT
GATAGC
GATAGG
GATTAA
GATTAT
GATTAC
GATTAG
GATTTA
GATTTT
GATTTC
GATTTG
GATTCA
GATTCT
GATTCC
GATTCG
GATTGA
GATTGT
GATTGC
GATTGG
GATCAA
GATCAT
GATCAC
GATCAG
GATCTA
GATCTT
GATCTC
GATCTG
GATCCA
GATCCT
GATCCC
GATCCG
GATCGA
GATCGT
GATCGC
GATCGG
GATGAA
GATGAT
GATGAC
GATGAG
GATGTA
GATGTT
GATGTC
GATGTG
GATGCA
GATGCT
GATGCC
GATGCG
GATGGA
GATGGT
GATGGC
GATGGG
GACAAA
GACAAT
GACAAC
GACAAG
GACATA
GACATT
GACATC
GACATG
GACACA
GACACT
GACACC
GACACG
GACAGA
GACAGT
GACAGC
GACAGG
GACTAA
GACTAT
GACTAC
GACTAG
GACTTA
GACTTT
GACTTC
GACTTG
GACTCA
GACTCT
GACTCC
GACTCG
GACTGA
GACTGT
GACTGC
GACTGG
GACCAA
GACCAT
GACCAC
GACCAG
GACCTA
GACCTT
GACCTC
GACCTG
GACCCA
GACCCT
GACCCC
GACCCG
GACCGA
GACCGT
GACCGC
GACCGG
GACGAA
GACGAT
GACGAC
GACGAG
GACGTA
GACGTT
GACGTC
GACGTG
GACGCA
GACGCT
GACGCC
GACGCG
GACGGA
GACGGT
GACGGC
GACGGG
GAGAAA
GAGAAT
GAGAAC
GAGAAG
GAGATA
GAGATT
GAGATC
GAGATG
GAGACA
GAGACT
GAGACC
GAGACG
GAGAGA
GAGAGT
GAGAGC
GAGAGG
GAGTAA
GAGTAT
GAGTAC
GAGTAG
GAGTTA
GAGTTT
GAGTTC
GAGTTG
GAGTCA
GAGTCT
GAGTCC
GAGTCG
GAGTGA
GAGTGT
GAGTGC
GAGTGG
GAGCAA
GAGCAT
GAGCAC
GAGCAG
GAGCTA
GAGCTT
GAGCTC
GAGCTG
GAGCCA
GAGCCT
GAGCCC
GAGCCG
GAGCGA
GAGCGT
GAGCGC
GAGCGG
GAGGAA
GAGGAT
GAGGAC
GAGGAG
GAGGTA
GAGGTT
GAGGTC
GAGGTG
GAGGCA
GAGGCT
GAGGCC
GAGGCG
GAGGGA
GAGGGT
GAGGGC
GAGGGG
GTAAAA
GTAAAT
GTAAAC
GTAAAG
GTAATA
GTAATT
GTAATC
GTAATG
GTAACA
GTAACT
GTAACC
GTAACG
GTAAGA
GTAAGT
GTAAGC
GTAAGG
GTATAA
GTATAT
GTATAC
GTATAG
GTATTA
GTATTT
GTATTC
GTATTG
GTATCA
GTATCT
GTATCC
GTATCG
GTATGA
GTATGT
GTATGC
GTATGG
GTACAA
GTACAT
GTACAC
GTACAG
GTACTA
GTACTT
GTACTC
GTACTG
GTACCA
GTACCT
GTACCC
GTACCG
GTACGA
GTACGT
GTACGC
GTACGG
GTAGAA
GTAGAT
GTAGAC
GTAGAG
GTAGTA
GTAGTT
GTAGTC
GTAGTG
GTAGCA
GTAGCT
GTAGCC
GTAGCG
GTAGGA
GTAGGT
GTAGGC
GTAGGG
GTTAAA
GTTAAT
GTTAAC
GTTAAG
GTTATA
GTTATT
GTTATC
GTTATG
GTTACA
GTTACT
GTTACC
GTTACG
GTTAGA
GTTAGT
GTTAGC
GTTAGG
GTTTAA
GTTTAT
GTTTAC
GTTTAG
GTTTTA
GTTTTT
GTTTTC
GTTTTG
GTTTCA
GTTTCT
GTTTCC
GTTTCG
GTTTGA
GTTTGT
GTTTGC
GTTTGG
GTTCAA
GTTCAT
GTTCAC
GTTCAG
GTTCTA
GTTCTT
GTTCTC
GTTCTG
GTTCCA
GTTCCT
GTTCCC
GTTCCG
GTTCGA
GTTCGT
GTTCGC
GTTCGG
GTTGAA
GTTGAT
GTTGAC
GTTGAG
GTTGTA
GTTGTT
GTTGTC
GTTGTG
GTTGCA
GTTGCT
GTTGCC
GTTGCG
GTTGGA
GTTGGT
GTTGGC
GTTGGG
GTCAAA
GTCAAT
GTCAAC
GTCAAG
GTCATA
GTCATT
GTCATC
GTCATG
GTCACA
GTCACT
GTCACC
GTCACG
GTCAGA
GTCAGT
GTCAGC
GTCAGG
GTCTAA
GTCTAT
GTCTAC
GTCTAG
GTCTTA
GTCTTT
GTCTTC
GTCTTG
GTCTCA
GTCTCT
GTCTCC
GTCTCG
GTCTGA
GTCTGT
GTCTGC
GTCTGG
GTCCAA
GTCCAT
GTCCAC
GTCCAG
GTCCTA
GTCCTT
GTCCTC
GTCCTG
GTCCCA
GTCCCT
GTCCCC
GTCCCG
GTCCGA
GTCCGT
GTCCGC
GTCCGG
GTCGAA
GTCGAT
GTCGAC
GTCGAG
GTCGTA
GTCGTT
GTCGTC
GTCGTG
GTCGCA
GTCGCT
GTCGCC
GTCGCG
GTCGGA
GTCGGT
GTCGGC
GTCGGG
GTGAAA
GTGAAT
GTGAAC
GTGAAG
GTGATA
GTGATT
GTGATC
GTGATG
GTGACA
GTGACT
GTGACC
GTGACG
GTGAGA
GTGAGT
GTGAGC
GTGAGG
GTGTAA
GTGTAT
GTGTAC
GTGTAG
GTGTTA
GTGTTT
GTGTTC
GTGTTG
GTGTCA
GTGTCT
GTGTCC
GTGTCG
GTGTGA
GTGTGT
GTGTGC
GTGTGG
GTGCAA
GTGCAT
GTGCAC
GTGCAG
GTGCTA
GTGCTT
GTGCTC
GTGCTG
GTGCCA
GTGCCT
GTGCCC
GTGCCG
GTGCGA
GTGCGT
GTGCGC
GTGCGG
GTGGAA
GTGGAT
GTGGAC
GTGGAG
GTGGTA
GTGGTT
GTGGTC
GTGGTG
GTGGCA
GTGGCT
GTGGCC
GTGGCG
GTGGGA
GTGGGT
GTGGGC
GTGGGG
GCAAAA
GCAAAT
GCAAAC
GCAAAG
GCAATA
GCAATT
GCAATC
GCAATG
GCAACA
GCAACT
GCAACC
GCAACG
GCAAGA
GCAAGT
GCAAGC
GCAAGG
GCATAA
GCATAT
GCATAC
GCATAG
GCATTA
GCATTT
GCATTC
GCATTG
GCATCA
GCATCT
GCATCC
GCATCG
GCATGA
GCATGT
GCATGC
GCATGG
GCACAA
GCACAT
GCACAC
GCACAG
GCACTA
GCACTT
GCACTC
GCACTG
GCACCA
GCACCT
GCACCC
GCACCG
GCACGA
GCACGT
GCACGC
GCACGG
GCAGAA
GCAGAT
GCAGAC
GCAGAG
GCAGTA
GCAGTT
GCAGTC
GCAGTG
GCAGCA
GCAGCT
GCAGCC
GCAGCG
GCAGGA
GCAGGT
GCAGGC
GCAGGG
GCTAAA
GCTAAT
GCTAAC
GCTAAG
GCTATA
GCTATT
GCTATC
GCTATG
GCTACA
GCTACT
GCTACC
GCTACG
GCTAGA
GCTAGT
GCTAGC
GCTAGG
GCTTAA
GCTTAT
GCTTAC
GCTTAG
GCTTTA
GCTTTT
GCTTTC
GCTTTG
GCTTCA
GCTTCT
GCTTCC
GCTTCG
GCTTGA
GCTTGT
GCTTGC
GCTTGG
GCTCAA
GCTCAT
GCTCAC
GCTCAG
GCTCTA
GCTCTT
GCTCTC
GCTCTG
GCTCCA
GCTCCT
GCTCCC
GCTCCG
GCTCGA
GCTCGT
GCTCGC
GCTCGG
GCTGAA
GCTGAT
GCTGAC
GCTGAG
GCTGTA
GCTGTT
GCTGTC
GCTGTG
GCTGCA
GCTGCT
GCTGCC
GCTGCG
GCTGGA
GCTGGT
GCTGGC
GCTGGG
GCCAAA
GCCAAT
GCCAAC
GCCAAG
GCCATA
GCCATT
GCCATC
GCCATG
GCCACA
GCCACT
GCCACC
GCCACG
GCCAGA
GCCAGT
GCCAGC
GCCAGG
GCCTAA
GCCTAT
GCCTAC
GCCTAG
GCCTTA
GCCTTT
GCCTTC
GCCTTG
GCCTCA
GCCTCT
GCCTCC
GCCTCG
GCCTGA
GCCTGT
GCCTGC
GCCTGG
GCCCAA
GCCCAT
GCCCAC
GCCCAG
GCCCTA
GCCCTT
GCCCTC
GCCCTG
GCCCCA
GCCCCT
GCCCCC
GCCCCG
GCCCGA
GCCCGT
GCCCGC
GCCCGG
GCCGAA
GCCGAT
GCCGAC
GCCGAG
GCCGTA
GCCGTT
GCCGTC
GCCGTG
GCCGCA
GCCGCT
GCCGCC
GCCGCG
GCCGGA
GCCGGT
GCCGGC
GCCGGG
GCGAAA
GCGAAT
GCGAAC
GCGAAG
GCGATA
GCGATT
GCGATC
GCGATG
GCGACA
GCGACT
GCGACC
GCGACG
GCGAGA
GCGAGT
GCGAGC
GCGAGG
GCGTAA
GCGTAT
GCGTAC
GCGTAG
GCGTTA
GCGTTT
GCGTTC
GCGTTG
GCGTCA
GCGTCT
GCGTCC
GCGTCG
GCGTGA
GCGTGT
GCGTGC
GCGTGG
GCGCAA
GCGCAT
GCGCAC
GCGCAG
GCGCTA
GCGCTT
GCGCTC
GCGCTG
GCGCCA
GCGCCT
GCGCCC
GCGCCG
GCGCGA
GCGCGT
GCGCGC
GCGCGG
GCGGAA
GCGGAT
GCGGAC
GCGGAG
GCGGTA
GCGGTT
GCGGTC
GCGGTG
GCGGCA
GCGGCT
GCGGCC
GCGGCG
GCGGGA
GCGGGT
GCGGGC
GCGGGG
GGAAAA
GGAAAT
GGAAAC
GGAAAG
GGAATA
GGAATT
GGAATC
GGAATG
GGAACA
GGAACT
GGAACC
GGAACG
GGAAGA
GGAAGT
GGAAGC
GGAAGG
GGATAA
GGATAT
GGATAC
GGATAG
GGATTA
GGATTT
GGATTC
GGATTG
GGATCA
GGATCT
GGATCC
GGATCG
GGATGA
GGATGT
GGATGC
GGATGG
GGACAA
GGACAT
GGACAC
GGACAG
GGACTA
GGACTT
GGACTC
GGACTG
GGACCA
GGACCT
GGACCC
GGACCG
GGACGA
GGACGT
GGACGC
GGACGG
GGAGAA
GGAGAT
GGAGAC
GGAGAG
GGAGTA
GGAGTT
GGAGTC
GGAGTG
GGAGCA
GGAGCT
GGAGCC
GGAGCG
GGAGGA
GGAGGT
GGAGGC
GGAGGG
GGTAAA
GGTAAT
GGTAAC
GGTAAG
GGTATA
GGTATT
GGTATC
GGTATG
GGTACA
GGTACT
GGTACC
GGTACG
GGTAGA
GGTAGT
GGTAGC
GGTAGG
GGTTAA
GGTTAT
GGTTAC
GGTTAG
GGTTTA
GGTTTT
GGTTTC
GGTTTG
GGTTCA
GGTTCT
GGTTCC
GGTTCG
GGTTGA
GGTTGT
GGTTGC
GGTTGG
GGTCAA
GGTCAT
GGTCAC
GGTCAG
GGTCTA
GGTCTT
GGTCTC
GGTCTG
GGTCCA
GGTCCT
GGTCCC
GGTCCG
GGTCGA
GGTCGT
GGTCGC
GGTCGG
GGTGAA
GGTGAT
GGTGAC
GGTGAG
GGTGTA
GGTGTT
GGTGTC
GGTGTG
GGTGCA
GGTGCT
GGTGCC
GGTGCG
GGTGGA
GGTGGT
GGTGGC
GGTGGG
GGCAAA
GGCAAT
GGCAAC
GGCAAG
GGCATA
GGCATT
GGCATC
GGCATG
GGCACA
GGCACT
GGCACC
GGCACG
GGCAGA
GGCAGT
GGCAGC
GGCAGG
GGCTAA
GGCTAT
GGCTAC
GGCTAG
GGCTTA
GGCTTT
GGCTTC
GGCTTG
GGCTCA
GGCTCT
GGCTCC
GGCTCG
GGCTGA
GGCTGT
GGCTGC
GGCTGG
GGCCAA
GGCCAT
GGCCAC
GGCCAG
GGCCTA
GGCCTT
GGCCTC
GGCCTG
GGCCCA
GGCCCT
GGCCCC
GGCCCG
GGCCGA
GGCCGT
GGCCGC
GGCCGG
GGCGAA
GGCGAT
GGCGAC
GGCGAG
GGCGTA
GGCGTT
GGCGTC
GGCGTG
GGCGCA
GGCGCT
GGCGCC
GGCGCG
GGCGGA
GGCGGT
GGCGGC
GGCGGG
GGGAAA
GGGAAT
GGGAAC
GGGAAG
GGGATA
GGGATT
GGGATC
GGGATG
GGGACA
GGGACT
GGGACC
GGGACG
GGGAGA
GGGAGT
GGGAGC
GGGAGG
GGGTAA
GGGTAT
GGGTAC
GGGTAG
GGGTTA
GGGTTT
GGGTTC
GGGTTG
GGGTCA
GGGTCT
GGGTCC
GGGTCG
GGGTGA
GGGTGT
GGGTGC
GGGTGG
GGGCAA
GGGCAT
GGGCAC
GGGCAG
GGGCTA
GGGCTT
GGGCTC
GGGCTG
GGGCCA
GGGCCT
GGGCCC
GGGCCG
GGGCGA
GGGCGT
GGGCGC
GGGCGG
GGGGAA
GGGGAT
GGGGAC
GGGGAG
GGGGTA
GGGGTT
GGGGTC
GGGGTG
GGGGCA
GGGGCT
GGGGCC
GGGGCG
GGGGGA
GGGGGT
GGGGGC
GGGGGG
