[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAA
AAAAT
AAAAC
AAAAG
AAATA
AAATT
AAATC
AAATG
AAACA
AAACT
AAACC
AAACG
AAAGA
AAAGT
AAAGC
AAAGG
AATAA
AATAT
AATAC
AATAG
AATTA
AATTT
AATTC
AATTG
AATCA
AATCT
AATCC
AATCG
AATGA
AATGT
AATGC
AATGG
AACAA
AACAT
AACAC
AACAG
AACTA
AACTT
AACTC
AACTG
AACCA
AACCT
AACCC
AACCG
AACGA
AACGT
AACGC
AACGG
AAGAA
AAGAT
AAGAC
AAGAG
AAGTA
AAGTT
AAGTC
AAGTG
AAGCA
AAGCT
AAGCC
AAGCG
AAGGA
AAGGT
AAGGC
AAGGG
ATAAA
ATAAT
ATAAC
ATAAG
ATATA
ATATT
ATATC
ATATG
ATACA
ATACT
ATACC
ATACG
ATAGA
ATAGT
ATAGC
ATAGG
ATTAA
ATTAT
ATTAC
ATTAG
ATTTA
ATTTT
ATTTC
ATTTG
ATTCA
ATTCT
ATTCC
ATTCG
ATTGA
ATTGT
ATTGC
ATTGG
ATCAA
ATCAT
ATCAC
ATCAG
ATCTA
ATCTT
ATCTC
ATCTG
ATCCA
ATCCT
ATCCC
ATCCG
ATCGA
ATCGT
ATCGC
ATCGG
ATGAA
ATGAT
ATGAC
ATGAG
ATGTA
ATGTT
ATGTC
ATGTG
ATGCA
ATGCT
ATGCC
ATGCG
ATGGA
ATGGT
ATGGC
ATGGG
ACAAA
ACAAT
ACAAC
ACAAG
ACATA
ACATT
ACATC
ACATG
ACACA
ACACT
ACACC
ACACG
ACAGA
ACAGT
ACAGC
ACAGG
ACTAA
ACTAT
ACTAC
ACTAG
ACTTA
ACTTT
ACTTC
ACTTG
ACTCA
ACTCT
ACTCC
ACTCG
ACTGA
ACTGT
ACTGC
ACTGG
ACCAA
ACCAT
ACCAC
ACCAG
ACCTA
ACCTT
ACCTC
ACCTG
ACCCA
ACCCT
ACCCC
ACCCG
ACCGA
ACCGT
ACCGC
ACCGG
ACGAA
ACGAT
ACGAC
ACGAG
ACGTA
ACGTT
ACGTC
ACGTG
ACGCA
ACGCT
ACGCC
ACGCG
ACGGA
ACGGT
ACGGC
ACGGG
AGAAA
AGAAT
AGAAC
AGAAG
AGATA
AGATT
AGATC
AGATG
AGACA
AGACT
AGACC
AGACG
AGAGA
AGAGT
AGAGC
AGAGG
AGTAA
AGTAT
AGTAC
AGTAG
AGTTA
AGTTT
AGTTC
AGTTG
AGTCA
AGTCT
AGTCC
AGTCG
AGTGA
AGTGT
AGTGC
AGTGG
AGCAA
AGCAT
AGCAC
AGCAG
AGCTA
AGCTT
AGCTC
AGCTG
AGCCA
AGCCT
AGCCC
AGCCG
AGCGA
AGCGT
AGCGC
AGCGG
AGGAA
AGGAT
AGGAC
AGGAG
AGGTA
AGGTT
AGGTC
AGGTG
AGGCA
AGGCT
AGGCC
AGGCG
AGGGA
AGGGT
AGGGC
AGGGG
TAAAA
TAAAT
TAAAC
TAAAG
TAATA
TAATT
TAATC
TAATG
TAACA
TAACT
TAACC
TAACG
TAAGA
TAAGT
TAAGC
TAAGG
TATAA
TATAT
TATAC
TATAG
TATTA
TATTT
TATTC
TATTG
TATCA
TATCT
TATCC
TATCG
TATGA
TATGT
TATGC
TATGG
TACAA
TACAT
TACAC
TACAG
TACTA
TACTT
TACTC
TACTG
TACCA
TACCT
TACCC
TACCG
TACGA
TACGT
TACGC
TACGG
TAGAA
TAGAT
TAGAC
TAGAG
TAGTA
TAGTT
TAGTC
TAGTG
TAGCA
TAGCT
TAGCC
TAGCG
TAGGA
TAGGT
TAGGC
TAGGG
TTAAA
TTAAT
TTAAC
TTAAG
TTATA
TTATT
TTATC
TTATG
TTACA
TTACT
TTACC
TTACG
TTAGA
TTAGT
TTAGC
TTAGG
TTTAA
TTTAT
TTTAC
TTTAG
TTTTA
TTTTT
TTTTC
TTTTG
TTTCA
TTTCT
TTTCC
TTTCG
TTTGA
TTTGT
TTTGC
TTTGG
TTCAA
TTCAT
TTCAC
TTCAG
TTCTA
TTCTT
TTCTC
TTCTG
TTCCA
TTCCT
TTCCC
TTCCG
TTCGA
TTCGT
TTCGC
TTCGG
TTGAA
TTGAT
TTGAC
TTGAG
TTGTA
TTGTT
TTGTC
TTGTG
TTGCA
TTGCT
TTGCC
TTGCG
TTGGA
TTGGT
TTGGC
TTGGG
TCAAA
TCAAT
TCAAC
TCAAG
TCATA
TCATT
TCATC
TCATG
TCACA
TCACT
TCACC
TCACG
TCAGA
TCAGT
TCAGC
TCAGG
TCTAA
TCTAT
TCTAC
TCTAG
TCTTA
TCTTT
TCTTC
TCTTG
TCTCA
TCTCT
TCTCC
TCTCG
TCTGA
TCTGT
TCTGC
TCTGG
TCCAA
TCCAT
TCCAC
TCCAG
TCCTA
TCCTT
TCCTC
TCCTG
TCCCA
TCCCT
TCCCC
TCCCG
TCCGA
TCCGT
TCCGC
TCCGG
TCGAA
TCGAT
TCGAC
TCGAG
TCGTA
TCGTT
TCGTC
TCGTG
TCGCA
TCGCT
TCGCC
TCGCG
TCGGA
TCGGT
TCGGC
TCGGG
TGAAA
TGAAT
TGAAC
TGAAG
TGATA
TGATT
TGATC
TGATG
TGACA
TGACT
TGACC
TGACG
TGAGA
TGAGT
TGAGC
TGAGG
TGTAA
TGTAT
TGTAC
TGTAG
TGTTA
TGTTT
TGTTC
TGTTG
TGTCA
TGTCT
TGTCC
TGTCG
TGTGA
TGTGT
TGTGC
TGTGG
TGCAA
TGCAT
TGCAC
TGCAG
TGCTA
TGCTT
TGCTC
TGCTG
TGCCA
TGCCT
TGCCC
TGCCG
TGCGA
TGCGT
TGCGC
TGCGG
TGGAA
TGGAT
TGGAC
TGGAG
TGGTA
TGGTT
TGGTC
TGGTG
TGGCA
TGGCT
TGGCC
TGGCG
TGGGA
TGGGT
TGGGC
TGGGG
CAAAA
CAAAT
CAAAC
CAAAG
CAATA
CAATT
CAATC
CAATG
CAACA
CAACT
CAACC
CAACG
CAAGA
CAAGT
CAAGC
CAAGG
CATAA
CATAT
CATAC
CATAG
CATTA
CATTT
CATTC
CATTG
CATCA
CATCT
CATCC
CATCG
CATGA
CATGT
CATGC
CATGG
CACAA
CACAT
CACAC
CACAG
CACTA
CACTT
CACTC
CACTG
CACCA
CACCT
CACCC
CACCG
CACGA
CACGT
CACGC
CACGG
CAGAA
CAGAT
CAGAC
CAGAG
CAGTA
CAGTT
CAGTC
CAGTG
CAGCA
CAGCT
CAGCC
CAGCG
CAGGA
CAGGT
CAGGC
CAGGG
CTAAA
CTAAT
CTAAC
CTAAG
CTATA
CTATT
CTATC
CTATG
CTACA
CTACT
CTACC
CTACG
CTAGA
CTAGT
CTAGC
CTAGG
CTTAA
CTTAT
CTTAC
CTTAG
CTTTA
CTTTT
CTTTC
CTTTG
CTTCA
CTTCT
CTTCC
CTTCG
CTTGA
CTTGT
CTTGC
CTTGG
CTCAA
CTCAT
CTCAC
CTCAG
CTCTA
CTCTT
CTCTC
CTCTG
CTCCA
CTCCT
CTCCC
CTCCG
CTCGA
CTCGT
CTCGC
CTCGG
CTGAA
CTGAT
CTGAC
CTGAG
CTGTA
CTGTT
CTGTC
CTGTG
CTGCA
CTGCT
CTGCC
CTGCG
CTGGA
CTGGT
CTGGC
CTGGG
CCAAA
CCAAT
CCAAC
CCAAG
CCATA
CCATT
CCATC
CCATG
CCACA
CCACT
CCACC
CCACG
CCAGA
CCAGT
CCAGC
CCAGG
CCTAA
CCTAT
CCTAC
CCTAG
CCTTA
CCTTT
CCTTC
CCTTG
CCTCA
CCTCT
CCTCC
CCTCG
CCTGA
CCTGT
CCTGC
CCTGG
CCCAA
CCCAT
CCCAC
CCCAG
CCCTA
CCCTT
CCCTC
CCCTG
CCCCA
CCCCT
CCCCC
CCCCG
CCCGA
CCCGT
CCCGC
CCCGG
CCGAA
CCGAT
CCGAC
CCGAG
CCGTA
CCGTT
CCGTC
CCGTG
CCGCA
CCGCT
CCGCC
CCGCG
CCGGA
CCGGT
CCGGC
CCGGG
CGAAA
CGAAT
CGAAC
CGAAG
CGATA
CGATT
CGATC
CGATG
CGACA
CGACT
CGACC
CGACG
CGAGA
CGAGT
CGAGC
CGAGG
CGTAA
CGTAT
CGTAC
CGTAG
CGTTA
CGTTT
CGTTC
CGTTG
CGTCA
CGTCT
CGTCC
CGTCG
CGTGA
CGTGT
CGTGC
CGTGG
CGCAA
CGCAT
CGCAC
CGCAG
CGCTA
CGCTT
CGCTC
CGCTG
CGCCA
CGCCT
CGCCC
CGCCG
CGCGA
CGCGT
CGCGC
CGCGG
CGGAA
CGGAT
CGGAC
CGGAG
CGGTA
CGGTT
CGGTC
CGGTG
CGGCA
CGGCT
CGGCC
CGGCG
CGGGA
CGGGT
CGGGC
CGGGG
GAAAA
GAAAT
GAAAC
GAAAG
GAATA
GAATT
GAATC
GAATG
GAACA
GAACT
GAACC
GAACG
GAAGA
GAAGT
GAAGC
GAAGG
GATAA
GATAT
GATAC
GATAG
GATTA
GATTT
GATTC
GATTG
GATCA
GATCT
GATCC
GATCG
GATGA
GATGT
GATGC
GATGG
GACAA
GACAT
GACAC
GACAG
GACTA
GACTT
GACTC
GACTG
GACCA
GACCT
GACCC
GACCG
GACGA
GACGT
GACGC
GACGG
GAGAA
GAGAT
GAGAC
GAGAG
GAGTA
GAGTT
GAGTC
GAGTG
GAGCA
GAGCT
GAGCC
GAGCG
GAGGA
GAGGT
GAGGC
GAGGG
GTAAA
GTAAT
GTAAC
GTAAG
GTATA
GTATT
GTATC
GTATG
GTACA
GTACT
GTACC
GTACG
GTAGA
GTAGT
GTAGC
GTAGG
GTTAA
GTTAT
GTTAC
GTTAG
GTTTA
GTTTT
GTTTC
GTTTG
GTTCA
GTTCT
GTTCC
GTTCG
GTTGA
GTTGT
GTTGC
GTTGG
GTCAA
GTCAT
GTCAC
GTCAG
GTCTA
GTCTT
GTCTC
GTCTG
GTCCA
GTCCT
GTCCC
GTCCG
GTCGA
GTCGT
GTCGC
GTCGG
GTGAA
GTGAT
GTGAC
GTGAG
GTGTA
GTGTT
GTGTC
GTGTG
GTGCA
GTGCT
GTGCC
GTGCG
GTGGA
GTGGT
GTGGC
GTGGG
GCAAA
GCAAT
GCAAC
GCAAG
GCATA
GCATT
GCATC
GCATG
GCACA
GCACT
GCACC
GCACG
GCAGA
GCAGT
GCAGC
GCAGG
GCTAA
GCTAT
GCTAC
GCTAG
GCTTA
GCTTT
GCTTC
GCTTG
GCTCA
GCTCT
GCTCC
GCTCG
GCTGA
GCTGT
GCTGC
GCTGG
GCCAA
GCCAT
GCCAC
GCCAG
GCCTA
GCCTT
GCCTC
GCCTG
GCCCA
GCCCT
GCCCC
GCCCG
GCCGA
GCCGT
GCCGC
GCCGG
GCGAA
GCGAT
GCGAC
GCGAG
GCGTA
GCGTT
GCGTC
GCGTG
GCGCA
GCGCT
GCGCC
GCGCG
GCGGA
GCGGT
GCGGC
GCGGG
GGAAA
GGAAT
GGAAC
GGAAG
GGATA
GGATT
GGATC
GGATG
GGACA
GGACT
GGACC
GGACG
GGAGA
GGAGT
GGAGC
GGAGG
GGTAA
GGTAT
GGTAC
GGTAG
GGTTA
GGTTT
GGTTC
GGTTG
GGTCA
GGTCT
GGTCC
GGTCG
GGTGA
GGTGT
GGTGC
GGTGG
GGCAA
GGCAT
GGCAC
GGCAG
GGCTA
GGCTT
GGCTC
GGCTG
GGCCA
GGCCT
GGCCC
GGCCG
GGCGA
GGCGT
GGCGC
GGCGG
GGGAA
GGGAT
GGGAC
GGGAG
GGGTA
GGGTT
GGGTC
GGGTG
GGGCA
GGGCT
GGGCC
GGGCG
GGGGA
GGGGT
GGGGC
GGGGG